---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerMS
source: html/900aac4d-7cfe-4254-f270-cd69d5186b87.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerMS Property

Symbol kg/(m·s), indicating unit Kilograms per meter second.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerMS { get; }
```